Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'profile': {
		'panel': {
			'1': 'Профиль пользователя',
			'2': 'Сохранить',
			'3': 'Отмена'
		},
		'widget': {
			'1': 'Личные данные',
			'2': 'Мое фото',
			'3': 'Пароль',
			'4': 'Сохранить'
		},
		'editor': {
			'1': 'Учетная запись:'
		},
		'edrowwait': {
			'1': 'Идет загрузка данных...'
		},
		'ted0': {
			'1': 'Нет',
			'2': 'Да'
		},
		'avatar': {
			'1': 'Основное фото',
			'2': 'Загрузить фотографию'
		},
		'password': {
			'1': 'Сменить пароль',
			'2': 'Старый пароль',
			'3': 'Новый пароль',
			'4': 'Повторите пароль',
			'5': 'Пароль должен содержать не менее 4 символов и не может совпадать с логином. Не используйте простые пароли — будьте разумны',
			'6': 'Сохранить',
			'7': 'Ошибка: Пароли не совпадают',
			'8': 'Пароль успешно изменен',
			'9': 'Ошибка: Нет доступа',
			'10': 'Ошибка: Пароль должен содержать не менее 4 символов',
			'11': 'Ошибка: Пароль не может совпадать с логином',
			'12': 'Ошибка: Старый пароль ошибочный'
		}
	}
}}});