Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'editor': {
		'error': {
			'tl': 'Ошибка: ',
			'1': 'Необходимо указать текущий пароль',
			'2': 'Пароль должен быть больше трех символов',
			'3': 'Пароли не совпадают',
			'11': 'Текущий пароль указан неверно',
			'12': 'Новый пароль не должен совпадать с учетной записью'
		}
	},
	'account': {
		'widget': {
			'1': 'Изменить фотографию',
			'2': 'Редактировать профиль',
			'3': 'Сохранить',
			'4': 'Отмена'
		},
		'runm': {
			'1': 'Учетная запись'
		},
		'reml': {
			'1': 'E-mail'
		},
		'rbirthday': {
			'1': 'Дата рождения'
		},
		'rdescript': {
			'1': 'О себе'
		},
		'rdl': {
			'1': 'Регистрация'
		},
		'rlv': {
			'1': 'Активность'
		},
		'editor': {
			'1': 'Учетная запись',
			'2': 'E-mail',
			'3': 'Имя',
			'4': 'Фамилия',
			'5': 'Пол',
			'6': 'мужской',
			'7': 'женский',
			'8': 'Дата рождения',
			'9': 'месяц',
			'10': 'январь',
			'11': 'февраль',
			'12': 'март',
			'13': 'апрель',
			'14': 'май',
			'15': 'июнь',
			'16': 'июль',
			'17': 'август',
			'18': 'сентябрь',
			'19': 'октябрь',
			'20': 'ноябрь',
			'21': 'декабрь',
			'22': 'день',
			'23': 'год',
			'24': 'Сайт',
			'25': 'О себе',
			'26': 'Изменить пароль',
			'27': 'Текущий пароль',
			'28': 'Новый пароль',
			'29': 'Повторить пароль'
		}
	}
}}});