Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'users': {
		'findrow': {
			'1': 'Нет в списке? Найти...'
		},
		'finduserpanel': {
			'1': 'Поиск',
			'2': 'Поиск по учетной записи',
			'3': 'Учетная запись пользователя',
			'4': 'Поиск по имени и фамилии',
			'5': 'Имя ',
			'6': 'Фамилия ',
			'7': 'Найти',
			'8': 'Результат поиска',
			'9': 'Закрыть'
		},
		'firestable': {
			'1': 'Пользователь'
		},
		'firesrow': {
			'1': 'Добавить'
		},
		'firesrowwait': {
			'1': 'Идет загрузка данных. Пожалуйста, подождите...'
		}
	}
}}});